<template>
  <div class="content_container">
    <p class="title">公司介绍</p>
    <p class="sub_title">一、公司概况及经营范围</p>
    <p class="context">
      北京实力源科技开发有限责任公司成立于1998年2月，注册于北京中关村科技园区丰台园，厂区位于北京市通州区，占地约1万平方米，公司主要致力于真空镀膜(PVD) 机及其关键组件的技术开发、产品制造及销售售后服务，是一家技、工、贸一体的高新技术企业。目前有员工将近300人，其中技术研发人员将近100人。
    </p>
    <p class="sub_title">二、公司客户及应用情况</p>
    <p class="context">
      实力源公司非常重视和追求技术进步和产品创新，充分吸收借鉴国外先进技术，完善自身产品，经过不断的努力已经成为中国具有相当影响力的真空镀膜设备设计及制造供应商，目前累计销售真空镀膜机1000台以上,是国内PVD装饰镀及工具镀设备主要生产厂家(设备提供商)。
    </p>
    <p class="sub_title">三、公司产品及技术创新介绍</p>
    <p class="context">
      实力源公司主要产品为真空镀膜机及关键组件，并实现全部核心系统的自主设计及制造，包括真空室及真空机组的配置，靶系统、电源系统、自动控制系统、供水系统、供气系统、加热系统、测量系统、传动系统等，自公司成立以来，先后成功研制出高频大功率逆变偏压电源、直流轰偏电源、脉冲轰偏电源、中频溅射电源、直流及脉冲溅射电源及多种离子源电源等真空镀膜机的电源系统，为镀膜机的电源供应提供了有力保障，我们自主开发的自动控制系统，可实现一键式全自动运行，并保留各项参数的历史纪录以供备查，满足了真空镀膜行业对规模化生产的迫切需求。
    </p>
    <p class="sub_title">四、公司发展状况</p>
    <p class="context">
      目前国内的真空镀膜机制造主要是以客户订制为主，我们的优势是公司有着强大的研发团队，熟悉各种PVD工艺及应用，可以依据客户的要求设计制造相应的设备，满足客户的生产需要。为国内生产企业提供了大量优质的PVD设备。同时在经营管理过程中，公司始终坚持一方面与生产客户建立密切联系，协助客户解决生产中的问题，随时掌握市场动态和技术需求，一方面与大专院校和科研院所形成良好的合作关系，免费提供特种研究设备，及时解决技术难题和掌握最新技术。
    </p>
  </div>
</template>

<script>
  export default {
    data () {
      return {
      }
    }
  }
</script>

<style lang='scss' scoped>
.content_container{
  .title{
    font-size: 40px;
    text-align: center;
    margin-bottom: 50px;
  }
  .sub_title{
    font-size: 16px;
    font-weight: bold;
    line-height: 2em;
    margin-top: 30px;
  }
  .context{
    font-size: 16px;
    line-height: 2em;
    text-indent: 2em;
  }
}
</style>