{
  "value": [
    {
      "id": 10,
      "title": "2020 Rare Earth Permanent Magnet Forum",
      "describe": "From December 3 to 4, 2020, the third member meeting of the second session of the Magnetic Materials Branch of China Rare Earth Industry Association and the 2020 China Rare Earth Permanent Magnet Forum was successfully held in Haikou, Hainan Province",
      "cover_path": "/images/news/10/cover.jpg",
      "publish_date": "05",
      "publish_year": "2020-12",
      "detail": "<p class='text'>From December 3rd to 4th, 2020, the third member conference of the second session of the China Rare Earth Industry Association Magnetic Materials Branch and the 2020 China Rare Earth Permanent Magnet Forum was successfully held in Haikou, Hainan Province. Member units of the Magnetic Materials Branch participated in the meeting.</p><p class='text'>On the afternoon of the 3rd, the 2020 China Rare Earth Industry Association Magnetic Materials Membership Conference was held in two sessions. More than 180 guests from Northern Rare Earth, Southern Rare Earth, Minmetals Rare Earth, and representatives from rare earth magnetic material production, R&D and application enterprises attended the meeting.</p><p class='text'>On the 4th, the 2020 China Rare Earth Permanent Magnet Forum was held. More than 300 representatives from the member units of the Magnetic Materials Branch, upstream and downstream related companies and scientific research institutes of magnetic materials participated in the forum.</p><div class='img_wrap'><img src='/images/news/10/1.jpg' /></div><div class='img_wrap'><img src='/images/news/10/2.jpg' /></div><div class='img_wrap'><img src='/images/news/10/3.jpg' /></div>"
    },
    {
      "id": 9,
      "title": "The First Member Congress of the Second Session of Ningbo Magnetic Materials Chamber of Commerce",
      "describe": "On September 19-21, the China (Ningbo) Magnetic Materials Innovation Application Forum was held at the Pan Pacific Hotel Ningbo.",
      "cover_path": "/images/news/9/cover.jpg",
      "publish_date": "22",
      "publish_year": "2020-09",
      "detail": "<p class='text'>In order to further strengthen the integration and innovation of advanced technology, application fields, and intelligent manufacturing in the magnetic industry, enhance core competitiveness, and promote high-quality development of the industry. On September 19-21, the China (Ningbo) Magnetic Materials Innovation Application Forum was held at the Pan Pacific Hotel Ningbo.</p><p class='text'>The summit invited top domestic academicians, experts, materials companies and end customers to seamlessly connect and jointly promote the high-quality development of the magnetic materials industry.</p><p class='text'>The meeting was successfully concluded with warm applause from experts and entrepreneurs from various industries. Business representatives expressed their confidence in the future work of the Chamber of Commerce. This is a great encouragement to the Chamber of Commerce Secretariat. The Secretariat will also work hard to follow the “Four Service”The purpose is to make the Chamber of Commerce truly become the “home of the enterprise”, the “voice of the industry” and the “government assistant”, and play its role as a bridge between the enterprise and the government.</p><div class='img_wrap'><img src='/images/news/9/1.jpg' /></div><div class='img_wrap'><img src='/images/news/9/2.jpg' /></div><div class='img_wrap'><img src='/images/news/9/3.jpg' /></div><div class='img_wrap'><img src='/images/news/9/4.jpg' /></div>"
    },
    {
      "id": 8,
      "title": "2020 The 12th Standing Council of the 2nd China Rare Earth Industry Association and the 4th General Assembly of the 2nd China Rare Earth Industry Association",
      "describe": "Our company was invited to participate in the “Second Twelfth Standing Council, Second Fourth General Assembly and Academician and Expert Special Report Meeting” held in Chengdu, Sichuan.",
      "cover_path": "/images/news/8/cover.jpg",
      "publish_date": "16",
      "publish_year": "2020-09",
      "detail": "<p class='text'>2020 is the end of my country's 13th Five-Year Plan and the year when the 14th Five-Year Plan is planned. Standing at the historical intersection of the “two centenary” goals, facing a more complex and severe domestic and foreign environment, looking back on the past and looking forward to the future, the high-quality development of China's rare earth industry is an arduous and onerous task.</p><p class='text'>Our company was invited to participate in the “Second Twelfth Standing Council, Second Fourth General Assembly and Academician and Expert Special Report Meeting” held in Chengdu, Sichuan.</p><div class='img_wrap'><img src='/images/news/8/cover.jpg' /></div><div class='img_wrap'><img src='/images/news/8/1.jpg' /></div>"
    },
    {
      "id": 7,
      "title": "VCCS2019 Shenzhen Vacuum Coating Conference",
      "describe": "The 2019 Shenzhen Vacuum Coating Conference will be held in Shenzhen Venus Royal Hotel on November 21-23, 2019.",
      "cover_path": "/images/news/7/cover.jpg",
      "publish_date": "25",
      "publish_year": "2019-11",
      "detail": "<p class='text'>The 2019 Shenzhen Vacuum Coating Conference will be held in Shenzhen Venus Royal Hotel on November 21-23, 2019. The main direction of this conference is the application of hard coating and high-end coating equipment, involving industries such as aerospace, aviation, marine, cutting tools, molds, textiles, bearings, automobiles, engines, and military applications.</p><div class='img_wrap'><img src='/images/news/7/1.jpg' /></div><div class='img_wrap'><img src='/images/news/7/2.jpg' /></div><div class='img_wrap'><img src='/images/news/7/3.jpg' /></div>"
    },
    {
      "id": 6,
      "title": "2019 National Advanced Coating and Tool Materials",
      "describe": "The 2019 International Conference on Advanced Coating and Tool Materials (ICACMCT2019), co-organized by Taizhou University and the High-Efficiency Processing Technology Professional Committee of the Cutting Advanced Technology Research Association of China Cutting Tool Association (formerly East China Branch), was successfully held in Taizhou.",
      "cover_path": "/images/news/6/cover.jpg",
      "publish_date": "25",
      "publish_year": "2019-11",
      "detail": "<p class='text'>The 2019 International Conference on Advanced Coating and Tool Materials (ICACMCT2019), co-organized by Taizhou University and the High-Efficiency Processing Technology Professional Committee of the Cutting Advanced Technology Research Association of China Cutting Tool Association (formerly East China Branch), was successfully held in Taizhou. The chairman of this conference is Professor Vladimir Levchenko, a special national expert of our school, and the vice chairman of the conference is Professor He Ning of Nanjing University of Aeronautics and Astronautics. The chairman of the academic committee is Wang Chengyong, vice president of Guangdong University of Technology.</p><p class='text'>The conference attracted more than 90 experts, scholars and business people from China, Russia, Ukraine, Armenia and other countries.</p><div class='img_wrap'><img src='/images/news/6/1.jpg' /></div><div class='img_wrap'><img src='/images/news/6/2.jpg' /></div><div class='img_wrap'><img src='/images/news/6/3.jpg' /></div><div class='img_wrap'><img src='/images/news/6/4.jpg' /></div>"
    },
    {
      "id": 5,
      "title": "2019 China (Ganzhou) Rare Earth Permanent Magnet Technology Forum",
      "describe": "The Magnetic Materials Branch of China Rare Earth Industry Association was held in Ganzhou City, Jiangxi Province. The theme of this conference was “Science and Technology Innovation, High Quality Development”.",
      "cover_path": "/images/news/5/cover.jpg",
      "publish_date": "10",
      "publish_year": "2019-11",
      "detail": "<p class='text'>The Magnetic Materials Branch of China Rare Earth Industry Association was held in Ganzhou City, Jiangxi Province. The theme of this conference was “Science and Technology Innovation, High Quality Development”.</p><div class='img_wrap'><img src='/images/news/5/1.jpg' /></div><div class='img_wrap'><img src='/images/news/5/2.jpg' /></div><div class='img_wrap'><img src='/images/news/5/3.jpg' /></div>"
    },
    {
      "id": 4,
      "title": "The 4th China (Ningbo) International Magnetic Materials Industry, Technology and Market Summit Forum in 2019",
      "describe": "The 4th China (Ningbo) International Magnetic Materials Industry, Technology and Market Summit Forum in 2019 was grandly held at the InterContinental Ningbo Hotel",
      "cover_path": "/images/news/4/cover.jpg",
      "publish_date": "25",
      "publish_year": "2019-09",
      "detail": "<p class='text'>In 2019, the 4th China (Ningbo) International Magnetic Materials Industry, Technology and Market Summit Forum was held in Ningbo InterContinental Hotel. Beijing Powertech was invited to participate. Since the company entered the magnetic material industry in 2014, Powertech has continuously and steadily innovating their technology in order to achieve “intelligent manufacturing”, “continuous innovation” and “mutual improvement” with our customers.</p><div class='img_wrap'><img src='/images/news/4/1.jpg' /></div><div class='img_wrap'><img src='/images/news/4/2.jpg' /></div><div class='img_wrap'><img src='/images/news/4/3.jpg' /></div>"
    },
    {
      "id": 3,
      "title": "VCCS 2019 Shenzhen Vacuum Coating Conference",
      "describe": "At the 2019 Shenzhen Vacuum Coating Conference, Beijing Powertech Technology was invited to participate (Booth S15)",
      "cover_path": "/images/news/3/cover.jpg",
      "publish_date": "22",
      "publish_year": "2019-06",
      "detail": "<p class='text'>At the 2019 Shenzhen Vacuum Coating Conference, Beijing Powertech Technology was invited to participate (Booth S15). Beijing Powertech launched advanced technologies for industries such as mobile phones, sanitary ware, semiconductors, automobiles, molds, magnetic materials, aerospace, circuit boards, flexible materials, scientific research and experiments, etc. The development direction and technology of vacuum coating have been widely recognized by industry experts and enterprises.</p><div class='img_wrap'><img src='/images/news/3/1.jpg' /></div><div class='img_wrap'><img src='/images/news/3/2.jpg' /></div><div class='img_wrap'><img src='/images/news/3/3.jpg' /></div><div class='img_wrap'><img src='/images/news/3/4.jpg' /></div>"
    },
    {
      "id": 2,
      "title": "The 7th Standing Council of the 2nd China Rare Earth Industry Association, and the 3rd General Assembly of the 2nd China Rare Earth Industry Association",
      "describe": "The 7th Standing Council of the 2nd China Rare Earth Industry Association and the 3rd General Assembly of the 2nd China Rare Earth Industry Association were successfully held in Beijing Yulong International Hotel, Beijing Powertech was invited to participate",
      "cover_path": "/images/news/2/cover.jpg",
      "publish_date": "28",
      "publish_year": "2019-04",
      "detail": "<p class='text'>The 7th Standing Council of the 2nd China Rare Earth Industry Association and the 3rd General Assembly of the 2nd China Rare Earth Industry Association were successfully held in Beijing Yulong International Hotel, Beijing Powertech was invited to participate</p><div class='img_wrap'><img src='/images/news/2/cover.jpg' /></div><div class='img_wrap'><img src='/images/news/2/1.jpg' /></div>"
    },
    {
      "id": 1,
      "title": "2019 15th International Vacuum Exhibition",
      "describe": "The 15th International Vacuum Exhibition in 2019 kicked off in Beijing. Beijing Powertech Technology exhibited the latest models, including mold coating equipment, decorative coating equipment, magnetic material coating equipment, scientific research equipment and other new models.",
      "cover_path": "/images/news/1/cover.jpg",
      "publish_date": "04",
      "publish_year": "2019-04",
      "detail": "<p class='text'>The 15th International Vacuum Exhibition in 2019 kicked off in Beijing. Beijing Powertech Technology exhibited the latest models, including mold coating equipment, decorative coating equipment, magnetic material coating equipment, scientific research equipment and other new models. </p><div class='img_wrap'><img src='/images/news/1/1.jpg' /></div><div class='img_wrap'><img src='/images/news/1/2.jpg' /></div><div class='img_wrap'><img src='/images/news/1/3.jpg' /></div>"
    }
  ]
}